Repository: vidkazan/ChooChoo
Catalog: ChooChoo/Assets/Localizable.xcstrings
Source language: en
Languages: de

source: to
de: nach

source: **Blue** color - **moonlight**
de: **Blaue** Farbe - das **Mondlicht**

source: **Long tap** to pick custom location
de: **Lange klicken**, um Ihren Ziel auf dem Map auszuwählen

source: **Yellow** color shows **daylight**,
de: **Gelbe** Farbe zeigt das **Tageslicht**,

# %lld stop
source: %lld stops
de: %lld Haltestellen

source: Accesibility
de: Zugänglichkeit

source: Active
de: Gegenwärtige

source: all
de: alle

source: All
de: Alle

source: App does not have search button. **Search starts** after you set both **departure** and **arrival** stops.
de: Die App hat keine Suchbutton. **Die Suche beginnt**, wenn Sie beide Haltestellen **Abfahrt** und **Ankunft** auswählen.

source: App needs your location to find nearby stops
de: Die App benötigt Ihren Standort, um Haltestellen in der Nähe zu finden

source: App Settings
de: App Einstellungen

source: App system settings
de: App-Systemeinstellungen

source: Arrival
de: Ankunft

source: Bad search request
de: Falsche Suchanfrage

source: Bad url
de: Falsche URL

source: cancel
de: abbrechen

source: cancelled
de: fällt aus

source: change the time of your search to find later connections
de: Ändern Sie den Zeitpunkt Ihrer Suche, um spätere Verbindungen zu finden

source: Choose
de: Wählen

source: Close
de: Schließen

source: Connection not found
de: Verbindung nicht gefunden

source: Connections
de: Verbindungen

source: Connections not found
de: Verbindungen nicht gefunden

source: Count
de: Anzahl

source: Current settings could reduce your search results
de: Aktuelle Einstellungen könnten Ihre Suchergebnisse reduzieren

source: custom
de: Optionen

source: Custom
de: Optionen

source: Custom transport types
de: ÖPNV

source: Date
de: Datum

source: Departure
de: Abfahrt

source: Determining location
de: Standortbestimmung

source: Direct
de: Direkt

source: Duration
de: Dauer

source: error: try reload
de: Fehler: Versuchen Sie die Seite neu zu laden

source: Failed to %@ this journey
de: Diese Reise konnte nicht %@ werden

source: Failed to get location
de: Standort konnte nicht ermittelt werden

source: Failed to get user location
de: Der Benutzerstandort konnte nicht ermittelt werden

source: follow
de: folgen

source: Follow
de: Folgen

source: Follow journey
de: Reise folgen

source: Foot path
de: Fußweg

source: from
de: von

source: full
de: voll

source: in 1 hour
de: in 1 Stunde

source: Journey details
de: Reisedetails

source: Journey Details
de: Reisedetails

source: Journey follow
de: Reise verfolgen

source: Journey Settings
de: Reiseeinstellungen

source: Low accuracy:
de: Geringe Standortgenauigkeit

source: No stops found
de: Keine Haltestelle gefunden

source: not reachable
de: Verbindung nicht erreichbar

source: now
de: jetzt

source: Ongoing
de: Zukünftige

source: partial
de: teilweise

source: Past
de: Vergangene

source: platform
de: Gleis

source: Precise location accuracy is needed to find nearby stops
de: Die App benötigt einen genauen Standort um Haltestellen in der Nähe zu finden

source: Recents
de: Letzte Suche

source: Reload
de: Aktualisieren

source: Remarks
de: Bemerkungen

source: Reset
de: Zurücksetzen

source: Reset settings
de: Einstellungen zurücksetzen

source: Reset settings?
de: Möchten Sie die Einstellungen zurücksetzen?

source: Reset tips
de: Tipps zurücksetzen

source: Save
de: Speichern

source: Search
de: Suche

source: Search now
de: Jetzt suchen

source: Set as arrival
de: Als Ankunft festlegen

source: Set as departure
de: Als Abfahrt festlegen

source: Show on map
de: Auf der Karte zeigen

source: Show whole route
de: Ganze Route anzeigen

source: Stop not found
de: Haltestelle nicht gefunden

source: Stops Nearby
de: Haltestellen in der Nähe

source: sunlight / moonlight color
de: Sonnenlicht - Mondlicht

source: Swipe for options
de: Swipe für Optionen

source: Tap to change route cell appearance
de: Klicken Sie hier, um das Erscheinungsbild der Routenzelle zu ändern

source: The entire route could not be loaded
de: Die gesamte Route konnte nicht geladen werden

source: Transfer
de: Anschlüsse

source: transfer %@
de: Anschluss %@

source: transport type color
de: Farbe des Verkehrsmittels

source: Transport types
de: Verkehrsmittel

source: Try repeat
de: Wiederholen

source: unable to update
de: Update nicht möglich

source: unfollow
de: entfolgen

source: Unfollow
de: Entfolgen

source: Unfollow journey?
de: Wollen Sie die Reise entfolgen?

source: Unknown error
de: Unbekannter Fehler

source: unlimited
de: unbegrenzt

source: updated %@ ago
de: aktualisiert vor %@

source: updated now
de: gerade aktualisiert

source: walk %lld min
de: %lld Min. zu Fuß

source: What does this colorful line mean?
de: Was bedeutet diese bunte Linie?

source: With bicycle
de: Fahrrad

source: With transfers
de: Anschlüsse

source: You have no followed journeys
de: Sie haben keine verfolgten Reisen

source: Your followed journeys appear on follow page.
de: Ihre verfolgten Reisen werden auf der Folgeseite angezeigt
